; TCP-Z language resource file

; http://msdn.microsoft.com/en-us/library/ms903928.aspx
; Locale identifier	Language	Sublanguage - locale	Default code page	Language code 
; 0x0419		     Russian	           Russia			1251			RUS 

[info]
LanguageName=Russian (Русский)
LanguageID=0x0419
CodePage=1251
Translator=Mixa
Version=2.6
LastModified=3/17/2009

[Common]
AlreadyRun=Уже работает...... Нет необходимости запускать опять.
AboutBox=&О TCPZ...
Minimize=Свернуть
OK=OK
Success=Успех
Fail=Сбой
SaveToFile=Сохранить в файл


[TCP]
Version=Версия
FileLimit=Лимит файла
MemoryLimit=Лимит памяти
OriginalFile=Оригинал
Yes=Да
No=Нет
EVIDCount=EvID 4226
Connection=Соединение
Established=Установл.
HalfOpen=Полуоткр.
CreateDepth=Create Depth
Incoming=Входящие
Speed=Скорость
Download=Прием
Upload=Передача
Peak=Исторический пик
FailGetNicInfo=Не в состоянии получить информацию об адаптере сети.
VersionNotMatch=Версия файла tcpip.sys не совпадает с текущей ОС, действие TCP-Z будет отменено.\n\nРабота программы в режиме совместимости не разрешенная!
FailGetVersion=Сбой. Возможно файл tcpip.sys заблокирован.
UnKnown=Неизвестно
UnLimited=Безграничный

[Statistics]
Statistics=Статистика
TCPStatistics=Статистика соединений TCP IPv4
DurationOfStatistics=Длительность Статистики
OutgoingConnection=Попыток исходящих
IncomingConnection=Попыток входных
FailedConnection=Попыток неудачных
EstablishedConnection=Успешно установленных
SuccessRatio=Коэффициент успеха
Reset=Сброс
AdapterInfo=Сетевые адаптеры
DeviceType=Тип Устройства
OperateStatus=Состояние
LinkSpeed=Скорость
TransmitSpeed=Скорость передачи
ReceiveSpeed=Скорость приема
; // A: This "UP" comes from c++ header file, means active, connected
Up=Включено
Down=Выключено
Ethernet=Сеть
PPP=PPP
Wireless=Радио


[Detail]
Detail=Подробно
Process=Процесс
PID=PID
ProcessInfo=Информация о процессе
; These info is same as Windows Task Manager
MemUsage=Использовано
VMSize=Выделено
IORead=Прочитано
IOWrite=Записано


[Patch]
Patch=Исправления
PatchMemory=Исправление в памяти
PatchFile=Исправление файла Tcpip.sys
OldValue=Старое
NewValue=Новое
Offset=Смещение
Apply=Применить
MsgMemPatch=Изменение предела в памяти ядра.\nНачинает действовать сразу.\n\nИзмененные значения будет задействованны после перезагрузки компьютера.
TipMemPatch=Рекомендации по исправлениям в памяти
Open=Откр.
MsgTipMemPatch=Для дополнительной автоматизации, попробуйте TCP-Z Virtual Device.Установите лишь один раз, предел соединений будет устанавливаться при каждой загрузке системы.
MsgFilePatch=Перезагрузите компьютер, чтобы изменения вступили в силу.\nИзменять нужно лишь один раз.\nДля изменения файла в попробуйте 'Universal Tcpip.sys Patch'

InvalidValue=Новое значение неработоспособное!
ComfirmPatchFile=Вы уверены, что хотите исправить файл Tcpip.sys?
FailDisableWFP=Збій блокування захисту файлів Windows.\n\nАбо функція захисту файлів Windows вже була відключена.

UnsupportedOS=Эта версия ОС не поддерживается.
FailExtractFile=Не в состоянии извлечь файл драйверу.
FailLoadDriver=Сбой загрузки драйвера. \nБудь ласка викнайте запуск з правами адміністратора за допомогою контекстного меню.\n\nДеякі антивіруси можуть заблокувати завантаження драйверу, вам необхідно налаштувати антивірус власноручно.
LoadErrorCode=Ошибка загрузки драйвера tcp-z. Код ошибки:
FailOpenSCM=Сбой открытия диспетчера служб. Недостаточно прав.
FailCreateService=Сбой создания службы
FailStartService=Сбой запуска службы
TestsigningNotEnable=TESTSIGNING статус запрещен.\n\nПодробности в Readme.txt.\n\nРазрешить TESTSIGNING сейчас?
TestsigningSetOK=TESTSIGNING статус включен.\n\nЕсли водяной знак 'Test Mode' есть на рабочем столе, вы можете удалить его с помощью 'RemoveWatermarkX64.exe'.\n\nВы должны перезагрузить компьютер, чтобы изменения вступили в силу.

SetSuccess=Предел полуоткрытых соединений изменен до:
SetFail=Сбой установки нового значения.


[About]
About=О TCP-Z
ReadMe=Помощь ...

[MiniBar]
Active=Active
Statistics=Статистика


[LanguageDialog]
LangChanged=Язык интерфейса пользователя был изменен, вам нужно перезагрузить программу.


[PopupMenu]
ShowTCPZ=По&казать / Спрятать TCP-Z
OnTopmost=Оставаться поверх
ShowMinibar=Показать / Спрятать миниокно
Transparent=Процент прозрачности
CaptureTCPZ=Захват окна TCP-Z
CaptureScreen=&Захват полного экрана
RefreshNicList=&Обновить перечень сетевых подключений
Exit=В&ыход
